Repository: Mikachupichu/DisinfaX
Catalog: DisinfaX/Shared (App)/Localizable.xcstrings
Source language: en
Languages: af, ak, am, an, ar, as, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, el, eo, es, es_ar, es_bo, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gn, gu, ha, haw, he, hi, hmn, hr, hsb, ht, hu, hy, ia, id, ig, is, it, ja, jv, ka, kab, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nn, ny, om, or, pa, pl, ps, pt, pt_br, qu, rm, ro, ru, rw, sd, sh, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, ti, tk, tn, to, tr, tt, ug, uk, ur, uz, vi, wa, xh, yi, yo, zh, zh_hk, zu

source: Top-ups need a newer version of macOS. Update, then reopen DisinfaX.
af: Oplaaie benodig 'n nuwer weergawe van macOS. Werk by, en open dan DisinfaX weer.
ak: Sika a wɔde bɛtɔ mu no hia macOS foforo. Yɛ update, ɛno akyi bue DisinfaX bio.
am: መሙላቶች የ macOS አዲስ ስሪት ይፈልጋሉ። ያዘምኑ፣ ከዚያ DisinfaX ን እንደገና ይክፈቱ።
an: As recargas requieren una versión mas nueva de macOS. Esviella, e dimpués ubre de nuevo DisinfaX.
ar: تتطلب عمليات الشحن إصداراً أحدث من macOS. حدِّث النظام، ثم أعد فتح DisinfaX.
as: টপ-আপৰ বাবে macOS ৰ নতুন সংস্কৰণ প্ৰয়োজন। আপডেট কৰক, তাৰ পিছত DisinfaX পুনৰ খোলক।
ast: Les recargues requieren una versión más recién de macOS. Anova, y dempués abri otra vegada DisinfaX.
az: Doldurmalar üçün macOS-un daha yeni versiyası tələb olunur. Yeniləyin, sonra DisinfaX-i yenidən açın.
be: Для папаўненняў патрэбна больш новая версія macOS. Абнавіце сістэму, а потым зноў адкрыйце DisinfaX.
bg: Зарежданията изискват по-нова версия на macOS. Актуализирайте, след което отворете DisinfaX отново.
bn: টপ-আপের জন্য macOS-এর নতুন সংস্করণ প্রয়োজন। আপডেট করুন, তারপর DisinfaX আবার খুলুন।
br: Ar c'hargadennoù a c'houlenn ur stumm nevesoc'h eus macOS. Hizivait, ha goude digorit DisinfaX en-dro.
bs: Nadopune zahtijevaju noviju verziju macOS-a. Ažurirajte, a zatim ponovno otvorite DisinfaX.
ca: Les recàrregues requereixen una versió més recent de macOS. Actualitza, i després torna a obrir DisinfaX.
ceb: Nagkinahanglan ang mga singil og mas bag-ong bersyon sa macOS. I-update, unya ablihi og balik ang DisinfaX.
ckb: پڕکردنەوەکان پێویستیان بە وەشانێکی نوێتری macOS هەیە. نوێ بکەرەوە، پاشان DisinfaX دووبارە بکەرەوە.
co: E ricariche necessitanu una versione più nova di macOS. Attualizate, dopu apre torna DisinfaX.
cs: Dobíjení vyžaduje novější verzi macOS. Aktualizujte a poté znovu otevřete DisinfaX.
cy: Mae ail-lenwi angen fersiwn newydd o macOS. Diweddarwch, yna ailagor DisinfaX.
da: Opfyldninger kræver en nyere version af macOS. Opdatér, og genåbn derefter DisinfaX.
de: Aufladungen benötigen eine neuere macOS-Version. Aktualisiere und öffne DisinfaX danach erneut.
el: Οι ανανεώσεις απαιτούν νεότερη έκδοση macOS. Ενημέρωσε και μετά άνοιξε ξανά το DisinfaX.
eo: Ŝarĝadoj bezonas pli novan version de macOS. Ĝisdatigu, poste remalfermu DisinfaX.
es: Las recargas requieren una versión más reciente de macOS. Actualiza y vuelve a abrir DisinfaX.
es_ar: Las recargas requieren una versión más reciente de macOS. Actualiza y vuelve a abrir DisinfaX.
es_bo: Las recargas requieren una versión más reciente de macOS. Actualiza y vuelve a abrir DisinfaX.
et: Täienduste jaoks on vaja uuemat macOS-i versiooni. Uuenda ja ava seejärel DisinfaX uuesti.
eu: Kargatzeek macOS bertsio berriago bat behar dute. Eguneratu, eta ondoren ireki berriro DisinfaX.
fa: شارژها به نسخهٔ جدیدتری از macOS نیاز دارند. به‌روزرسانی کنید، سپس DisinfaX را دوباره باز کنید.
fi: Lataukset edellyttävät uudempaa macOS-versiota. Päivitä ja avaa DisinfaX sitten uudelleen.
fil: Kailangan ng top up ng mas bagong bersyon ng macOS. Mag-update, pagkatapos ay buksan muli ang DisinfaX.
fo: Íleggingar krevja nýggjari útgávu av macOS. Dagfør, og opna síðani DisinfaX aftur.
fr: Les recharges nécessitent une version plus récente de macOS. Mettez à jour, puis rouvrez DisinfaX.
fy: Opwurdearjen freget in nijere ferzje fan macOS. Wurdearje bij, iepenje dan DisinfaX opnij.
ga: Teastaíonn leagan níos nuaí de macOS le haghaidh athlíonta. Nuashonraigh, agus oscail DisinfaX arís ansin.
gd: Feumaidh lìonadh tionndadh nas ùire de macOS. Ùraich, agus an uair sin fosgail DisinfaX a-rithist.
gl: As recargas requiren unha versión máis recente de macOS. Actualiza, e despois abre de novo DisinfaX.
gn: Mbomyenyhẽ oikotevẽ peteĩ macOS pyahuve. Embopyahu, upéi eipe'a jey DisinfaX.
gu: ટોપ-અપ માટે macOS ના નવા વર્ઝનની જરૂર છે. અપડેટ કરો, પછી DisinfaX ફરીથી ખોલો.
ha: Cika kuɗi na buƙatar sabon sigar macOS. Sabunta, sannan buɗe DisinfaX kuma.
haw: Pono nā hoʻopiha i kahi mana macOS hou aku. E hoʻohou, a laila wehe hou iā DisinfaX.
he: הטענות דורשות גרסה חדשה יותר של macOS. עדכן, ולאחר מכן פתח מחדש את DisinfaX.
hi: टॉप-अप के लिए macOS के नए संस्करण की आवश्यकता है। अपडेट करें, फिर DisinfaX को फिर से खोलें।
hmn: Kev ntxiv nyiaj xav tau ib version tshiab dua ntawm macOS. Hloov kho, tom qab ntawd qhib DisinfaX dua.
hr: Nadopune zahtijevaju noviju verziju macOS-a. Ažurirajte, a zatim ponovno otvorite DisinfaX.
hsb: Napjelnjenja trjebaja nowšu wersiju macOS. Aktualizuj, potom wočin DisinfaX zaso.
ht: Rechaj mande yon vèsyon macOS ki pi resan. Mete ajou, epi louvri DisinfaX ankò.
hu: A feltöltésekhez újabb macOS-verzió szükséges. Frissíts, majd nyisd meg újra a DisinfaX-et.
hy: Լրացումների համար անհրաժեշտ է macOS-ի ավելի նոր տարբերակ։ Թարմացրեք, ապա նորից բացեք DisinfaX-ը։
ia: Additiones require un version plus nove de macOS. Actualisa, e postea reaperi DisinfaX.
id: Isi ulang memerlukan versi macOS yang lebih baru. Perbarui, lalu buka kembali DisinfaX.
ig: Ịgbakwunye ego chọrọ ụdị macOS ọhụrụ. Melite, wee meghee DisinfaX ọzọ.
is: Áfyllingar krefjast nýrri útgáfu af macOS. Uppfærðu og opnaðu svo DisinfaX aftur.
it: Le ricariche richiedono una versione più recente di macOS. Aggiorna, poi riapri DisinfaX.
ja: チャージには新しいバージョンの macOS が必要です。アップデート後、DisinfaX を再度開いてください。
jv: Isi ulang mbutuhake versi macOS sing luwih anyar. Nganyari, banjur bukak DisinfaX maneh.
ka: შევსებისთვის საჭიროა macOS-ის უფრო ახალი ვერსია. განაახლეთ, შემდეგ ხელახლა გახსენით DisinfaX.
kab: Imlilan sranin lqem amaynut n macOS. Lqem, sakkin ldi tikkelt-nniḍen DisinfaX.
kk: Толтырулар үшін macOS-тың жаңа нұсқасы қажет. Жаңартыңыз, содан кейін DisinfaX-ты қайта ашыңыз.
km: ការបញ្ចូលទឹកប្រាក់ត្រូវការកំណែ macOS ថ្មីជាង។ ធ្វើបច្ចុប្បន្នភាព រួចបើក DisinfaX ម្តងទៀត។
kn: ಟಾಪ್-ಅಪ್‌ಗಳಿಗೆ macOS ನ ಹೊಸ ಆವೃತ್ತಿ ಅಗತ್ಯವಿದೆ. ನವೀಕರಿಸಿ, ನಂತರ DisinfaX ಅನ್ನು ಮತ್ತೆ ತೆರೆಯಿರಿ.
ko: 충전하려면 더 최신 버전의 macOS가 필요합니다. 업데이트한 다음 DisinfaX를 다시 여세요.
ku: Top-up pêdiviya bi guhertoya nûtir a macOS heye. Rojane bike, paşê DisinfaX dîsa veke.
ky: Толтуруулар үчүн macOS'тун жаңыраак версиясы керек. Жаңыртыңыз, андан кийин DisinfaX'ты кайра ачыңыз.
la: Auctiones novam versionem macOS requirunt. Renova, deinde DisinfaX iterum aperi.
lb: Opluedungen brauchen eng méi nei Versioun vun macOS. Update, an da maacht DisinfaX nach eng Kéier op.
lo: ການເຕີມເງິນຕ້ອງການ macOS ເວີຊັນໃໝ່ກວ່າ. ອັບເດດ, ຈາກນັ້ນເປີດ DisinfaX ອີກຄັ້ງ.
lt: Papildymams reikia naujesnės macOS versijos. Atnaujinkite, tada iš naujo atidarykite DisinfaX.
lv: Papildinājumiem nepieciešama jaunāka macOS versija. Atjauniniet un pēc tam atkārtoti atveriet DisinfaX.
mg: Mila kinova macOS vaovao kokoa ny famenoana. Avereno ho vaovao, avy eo sokafy indray ny DisinfaX.
mi: Me whai putanga macOS hōu ake nga whakaki. Whakahōutia, ka whakatuwhera anō i a DisinfaX.
mk: Дополнувањата бараат понова верзија на macOS. Ажурирајте, па повторно отворете DisinfaX.
ml: ടോപ്പ്-അപ്പുകൾക്ക് macOS-ന്റെ പുതിയ പതിപ്പ് ആവശ്യമാണ്. അപ്ഡേറ്റ് ചെയ്ത ശേഷം DisinfaX വീണ്ടും തുറക്കുക.
mn: Цэнэглэлтэнд macOS-ийн шинэ хувилбар шаардлагатай. Шинэчилж, дараа нь DisinfaX-ийг дахин нээнэ үү.
mr: टॉप-अपसाठी macOS ची नवीन आवृत्ती आवश्यक आहे. अपडेट करा, नंतर DisinfaX पुन्हा उघडा.
ms: Tambah nilai memerlukan versi macOS yang lebih baharu. Kemas kini, kemudian buka semula DisinfaX.
mt: It-top-ups jeħtieġu verżjoni aktar ġdida ta' macOS. Aġġorna, imbagħad erġa' iftaħ DisinfaX.
my: ငွေဖြည့်ခြင်းအတွက် macOS ဗားရှင်းအသစ်လိုအပ်သည်။ အပ်ဒိတ်လုပ်ပြီး DisinfaX ကို ပြန်ဖွင့်ပါ။
nb: Påfylling krever en nyere versjon av macOS. Oppdater, og åpne deretter DisinfaX på nytt.
ne: टप-अपका लागि macOS को नयाँ संस्करण आवश्यक छ। अद्यावधिक गर्नुहोस्, त्यसपछि DisinfaX फेरि खोल्नुहोस्।
nl: Opwaarderen vereist een nieuwere versie van macOS. Werk bij en open DisinfaX daarna opnieuw.
nn: Påfylling krever en nyere versjon av macOS. Oppdater, og åpne deretter DisinfaX på nytt.
ny: Kulipira kumafuna mtundu watsopano wa macOS. Sinthani, kenako tsegulaninso DisinfaX.
om: Guutuun sarara macOS haaraa barbaada. Haaromsi, ergasii DisinfaX irra deebiʼii bani.
or: ଟପ୍-ଅପ୍ ପାଇଁ macOS ର ନୂଆ ସଂସ୍କରଣ ଆବଶ୍ୟକ। ଅପଡେଟ୍ କରନ୍ତୁ, ତାପରେ DisinfaX କୁ ପୁନଃ ଖୋଲନ୍ତୁ।
pa: ਟਾਪ-ਅੱਪ ਲਈ macOS ਦੇ ਨਵੇਂ ਵਰਜਨ ਦੀ ਲੋੜ ਹੈ। ਅੱਪਡੇਟ ਕਰੋ, ਫਿਰ DisinfaX ਨੂੰ ਦੁਬਾਰਾ ਖੋਲ੍ਹੋ।
pl: Doładowania wymagają nowszej wersji macOS. Zaktualizuj, a następnie otwórz DisinfaX ponownie.
ps: چارجونو ته د macOS نوی نسخه ته اړتیا ده. تازه کړئ، بیا DisinfaX بیا خلاص کړئ.
pt: Os carregamentos requerem uma versão mais recente do macOS. Atualiza e volta a abrir o DisinfaX.
pt_br: As recargas exigem uma versão mais recente do macOS. Atualize e reabra o DisinfaX.
qu: Hunt'ana mask'an musuq macOS versionta. Musuqchay, chaymantataq DisinfaX-ta kutin kichay.
rm: Chargiaments dumondan ina versiun pli nova da macOS. Actualisescha, lura avra puspè DisinfaX.
ro: Realimentările necesită o versiune mai nouă de macOS. Actualizează, apoi redeschide DisinfaX.
ru: Для пополнений нужна более новая версия macOS. Обновите систему, затем откройте DisinfaX снова.
rw: Kwongeramo bisaba verisiyo nshya ya macOS. Vugurura, hanyuma ongera ufungure DisinfaX.
sd: ٽاپ اپ لاءِ macOS جي نئي ورزن جي ضرورت آهي. اپڊيٽ ڪريو، پوءِ DisinfaX کوليو.
sh: Nadopune zahtijevaju noviju verziju macOS-a. Ažurirajte, a zatim ponovno otvorite DisinfaX.
si: රීචාජ් කිරීම් සඳහා macOS හි නව අනුවාදයක් අවශ්‍යයි. යාවත්කාලීන කර, පසුව DisinfaX නැවත විවෘත කරන්න.
sk: Dobíjanie vyžaduje novšiu verziu macOS. Aktualizujte a potom znova otvorte DisinfaX.
sl: Dopolnitve zahtevajo novejšo različico macOS. Posodobite, nato znova odprite DisinfaX.
sm: E mana'omia e fa'atumuga se lomiga fou o macOS. Fa'afou, ona toe tatala lea o DisinfaX.
sn: Kuchaja kunoda vhezheni nyowani yemacOS. Gadziridza, wobva wavhurazve DisinfaX.
so: Buuxinta waxay u baahan tahay nooc cusub oo macOS ah. Cusboonaysii, ka dib mar kale fur DisinfaX.
sq: Rimbushjet kërkojnë një version më të ri të macOS. Përditëso, pastaj rihap DisinfaX.
sr: За допуне је потребна новија верзија macOS-а. Ажурирајте, а затим поново отворите DisinfaX.
st: Ho tlatsa ho hloka mofuta o mocha oa macOS. Ntjhafatsa, ebe u bula DisinfaX hape.
su: Isi ulang peryogi vérsi macOS anu langkung anyar. Anyarkeun, teras buka deui DisinfaX.
sv: Påfyllningar kräver en nyare version av macOS. Uppdatera och öppna sedan DisinfaX igen.
sw: Kuongeza fedha kunahitaji toleo jipya zaidi la macOS. Sasisha, kisha ufungue DisinfaX tena.
ta: டாப்-அப்களுக்கு macOS-இன் புதிய பதிப்பு தேவை. புதுப்பித்த பிறகு, DisinfaXஐ மீண்டும் திறக்கவும்.
te: టాప్-అప్‌లకు కొత్త వెర్షన్ macOS అవసరం. నవీకరించి, తర్వాత DisinfaXను మళ్లీ తెరవండి.
tg: Пуркуниҳо версияи навтари macOS-ро талаб мекунанд. Навсозӣ кунед, сонӣ DisinfaX-ро дубора кушоед.
th: การเติมเงินต้องใช้ macOS เวอร์ชันใหม่กว่านี้ อัปเดตแล้วเปิด DisinfaX อีกครั้ง
ti: ምምላኣት ሓድሽ ስሪት macOS ይደሊ። ኣሓድስ፣ ድሕሪኡ DisinfaX ደጊም ክፈት።
tk: Doldurmalar macOS-yň has täze wersiýasyny talap edýär. Täzeläň, soňra DisinfaX-y ýene açyň.
tn: Go tlatsa go tlhoka tokololo e ntšha ya macOS. Ntlafatsa, mme o bule DisinfaX gape.
to: ʻOku fie maʻu ʻe he ngaahi fakafonu ha tuʻunga fakaʻaunoa ange ʻo e macOS. Fakaʻāunoa, pea toki toe fakaava ʻa DisinfaX.
tr: Yüklemeler daha yeni bir macOS sürümü gerektirir. Güncelleyin, ardından DisinfaX'i yeniden açın.
tt: Тулыландыру өчен macOS-ның яңарак версиясе кирәк. Яңартыгыз, аннары DisinfaX-ны яңадан ачыгыз.
ug: تولدۇرۇشلار macOS نىڭ يېڭىراق نەشرىنى تەلەپ قىلىدۇ. يېڭىلاڭ، ئاندىن DisinfaX نى قايتا ئېچىڭ.
uk: Для поповнень потрібна новіша версія macOS. Оновіть систему, а потім знову відкрийте DisinfaX.
ur: ٹاپ اپس کے لیے macOS کے نئے ورژن کی ضرورت ہے۔ اپ ڈیٹ کریں، پھر DisinfaX دوبارہ کھولیں۔
uz: To'ldirishlar uchun macOS'ning yangiroq versiyasi kerak. Yangilang, so'ng DisinfaX'ni qayta oching.
vi: Tính năng nạp tiền cần phiên bản macOS mới hơn. Hãy cập nhật, sau đó mở lại DisinfaX.
wa: Les ratchardjadjes dmandèt ene modêye pus nouve di macOS. Metoz a djoû, adon rovroz DisinfaX co ene fice.
xh: Ukufaka imali kufuna inguqulelo entsha ye-macOS. Hlaziya, emva koko uvule kwakhona i-DisinfaX.
yi: אויפלאָדן דאַרפֿן אַ נייערע ווערסיע פֿון macOS. פֿרישט אויף, און דערנאָך עפֿנט DisinfaX נאָך אַ מאָל.
yo: Àwọn ìkówó nílò ẹ̀dà macOS tuntun. Ṣàtúnbọ̀, lẹ́yìn náà ṣí DisinfaX padà.
zh: 充值需要更新版本的 macOS。请先更新，然后重新打开 DisinfaX。
zh_hk: 加值需要較新版本的 macOS。請先更新，再重新開啟 DisinfaX。
zu: Ukufaka imali kudinga inguqulo entsha ye-macOS. Buyekeza, bese uvula futhi i-DisinfaX.

source: True
af: Waar
ak: Nokware
am: እውነት
an: Verdadero
ar: صحيح
as: সত্য
ast: Verdaderu
az: Doğru
be: Праўда
bg: Вярно
bn: সত্য
br: Gwir
bs: Istinito
ca: Cert
ceb: Tinuod
ckb: ڕاست
co: Veru
cs: Pravdivé
cy: Gwir
da: Sandt
de: Wahr
el: Αληθές
eo: Vera
es: Verdadero
es_ar: Verdadero
es_bo: Verdadero
et: Tõene
eu: Egiazkoa
fa: درست
fi: Totta
fil: Totoo
fo: Satt
fr: Vrai
fy: Wier
ga: Fíor
gd: Fìor
gl: Verdadeiro
gn: Añete
gu: સાચું
ha: Gaskiya
haw: ʻOiaʻiʻo
he: אמת
hi: सत्य
hmn: Muaj Tseeb
hr: Istinito
hsb: Wěrny
ht: Vre
hu: Igaz
hy: Ճիշտ
ia: Ver
id: Benar
ig: Eziokwu
is: Satt
it: Vero
ja: 真実
jv: Bener
ka: მართალი
kab: D tideț
kk: Ақиқат
km: ពិត
kn: ಸತ್ಯ
ko: 사실
ku: Rast
ky: Чын
la: Verum
lb: Wouer
lo: ຈິງ
lt: Tiesa
lv: Patiess
mg: Marina
mi: Pono
mk: Вистинито
ml: ശരി
mn: Үнэн
mr: सत्य
ms: Benar
mt: Veru
my: မှန်သည်
ne: सत्य
nl: Waar
nn: Sant
ny: Choona
om: Dhugaa
or: ସତ୍ୟ
pa: ਸੱਚ
pl: Prawda
ps: ریښتیا
pt: Verdadeiro
pt_br: Verdadeiro
qu: Cheqaq
rm: Vair
ro: Adevărat
ru: Правда
rw: Ukuri
sd: سچ
sh: Istinito
si: සත්‍ය
sk: Pravda
sl: Resnično
sm: E Moni
sn: Chokwadi
so: Run
sq: E vërtetë
sr: Истинито
st: 'Nete
su: Bener
sv: Sant
sw: Kweli
ta: உண்மை
te: నిజం
tg: Дуруст
th: จริง
ti: ሓቂ
tk: Dogry
tn: Boammaaruri
to: Mo'oni
tr: Doğru
tt: Дөрес
ug: راست
uk: Правда
ur: درست
uz: Haqiqat
vi: Đúng
wa: Vrai
xh: Inyani
yi: אמת
yo: Òtítọ́
zh: 真实
zh_hk: 真實
zu: Iqiniso

source: Unknown
af: Onbekend
ak: Wɔnnim
am: ያልታወቀ
an: Desconoixiu
ar: غير معروف
as: অজ্ঞাত
ast: Desconocíu
az: Bilinmir
be: Невядома
bg: Неизвестно
bn: অজানা
br: Dianav
bs: Nepoznato
ca: Desconegut
ceb: Dili Mahibaloan
ckb: نەزانراو
co: Scunnisciutu
cs: Neznámé
cy: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστο
eo: Nekonata
es: Desconocido
es_ar: Desconocido
es_bo: Desconocido
et: Teadmata
eu: Ezezaguna
fa: نامشخص
fi: Tuntematon
fil: Hindi Alam
fo: Ókent
fr: Inconnu
fy: Ûnbekend
ga: Anaithnid
gd: Neo-aithnichte
gl: Descoñecido
gn: Ndojeikuaái
gu: અજ્ઞાત
ha: Ba a sani ba
haw: ʻIke ʻole
he: לא ידוע
hi: अज्ञात
hmn: Tsis Paub
hr: Nepoznato
hsb: Njeznaty
ht: Enkoni
hu: Ismeretlen
hy: Անհայտ
ia: Incognite
id: Tidak Diketahui
ig: Amaghị
is: Óþekkt
it: Sconosciuto
ja: 不明
jv: Ora Dingerteni
ka: უცნობი
kab: Ur yettwassen ara
kk: Белгісіз
km: មិនដឹង
kn: ತಿಳಿದಿಲ್ಲ
ko: 알 수 없음
ku: Nenas
ky: Белгисиз
la: Ignotum
lb: Onbekannt
lo: ບໍ່ຮູ້
lt: Nežinoma
lv: Nezināms
mg: Tsy fantatra
mi: Kāore i te mōhiotia
mk: Непознато
ml: അജ്ഞാതം
mn: Тодорхойгүй
mr: अज्ञात
ms: Tidak Diketahui
mt: Mhux magħruf
my: မသိရ
ne: अज्ञात
nl: Onbekend
nn: Ukjend
ny: Osadziwika
om: Hin beekamu
or: ଅଜ୍ଞାତ
pa: ਅਣਜਾਣ
pl: Nieznane
ps: نامعلومه
pt: Desconhecido
pt_br: Desconhecido
qu: Mana riqsisqa
rm: Enconuschent
ro: Necunoscut
ru: Неизвестно
rw: Kitazwi
sd: اڻ ڄاتل
sh: Nepoznato
si: නොදනී
sk: Neznáme
sl: Neznano
sm: Lē iloa
sn: Hazvizivikanwi
so: Lama Yaqaan
sq: E panjohur
sr: Непознато
st: Ha e tsejoe
su: Teu Dipikanyaho
sv: Okänt
sw: Haijulikani
ta: தெரியவில்லை
te: తెలియదు
tg: Номаълум
th: ไม่ทราบ
ti: ዘይፍለጥ
tk: Näbelli
tn: Ga se itsege
to: Taʻeʻiloa
tr: Bilinmiyor
tt: Билгесез
ug: نامەلۇم
uk: Невідомо
ur: نامعلوم
uz: Noma'lum
vi: Không rõ
wa: Nén cnoxhou
xh: Ayaziwa
yi: אומבאַקאַנט
yo: Àìmọ̀
zh: 未知
zh_hk: 未知
zu: Akaziwa

source: Unknown purchase error.
af: Onbekende aankoopfout.
ak: Adetɔ mfomso a wonhu.
am: ያልታወቀ የግዢ ስህተት።
an: Error de compra desconoixito.
ar: خطأ غير معروف في عملية الشراء.
as: অজ্ঞাত কিনা ত্ৰুটি।
ast: Fallu de compra desconocíu.
az: Naməlum alış xətası.
be: Невядомая памылка пакупкі.
bg: Неизвестна грешка при покупка.
bn: অজানা ক্রয় ত্রুটি।
br: Fazi prenañ dianav.
bs: Nepoznata pogreška kupnje.
ca: Error de compra desconegut.
ceb: Wala mailhi nga sayop sa pagpalit.
ckb: هەڵەیەکی نەناسراوی کڕین.
co: Sbagliu d'acquistu scunnisciutu.
cs: Neznámá chyba nákupu.
cy: Gwall pryniant anhysbys.
da: Ukendt købsfejl.
de: Unbekannter Kauffehler.
el: Άγνωστο σφάλμα αγοράς.
eo: Nekonata aĉeta eraro.
es: Error de compra desconocido.
es_ar: Error de compra desconocido.
es_bo: Error de compra desconocido.
et: Tundmatu ostuviga.
eu: Erosketa-errore ezezaguna.
fa: خطای ناشناختهٔ خرید.
fi: Tuntematon ostovirhe.
fil: Hindi kilalang error sa pagbili.
fo: Ókent kaupsfeilur.
fr: Erreur d'achat inconnue.
fy: Unbekende oankeapflater.
ga: Earráid cheannaigh anaithnid.
gd: Mearachd cheannaich neo-aithnichte.
gl: Erro de compra descoñecido.
gn: Jeguata jejavy ojekuaa'ỹva.
gu: અજ્ઞાત ખરીદી ભૂલ.
ha: Kuskuren sayayya da ba a sani ba.
haw: Hewa kūʻai ʻike ʻole ʻia.
he: שגיאת רכישה לא ידועה.
hi: अज्ञात खरीदारी त्रुटि।
hmn: Kev yuav khoom yuam kev tsis paub.
hr: Nepoznata pogreška kupnje.
hsb: Njeznaty zmylk kupjenja.
ht: Erè acha enkoni.
hu: Ismeretlen vásárlási hiba.
hy: Անհայտ գնման սխալ։
ia: Error de compra incognite.
id: Kesalahan pembelian tidak dikenal.
ig: Njehie ịzụ ahịa a na-amaghị.
is: Óþekkt villa við kaup.
it: Errore di acquisto sconosciuto.
ja: 不明な購入エラーです。
jv: Kesalahan tuku sing ora dikenali.
ka: შენაძენის უცნობი შეცდომა.
kab: Tuccḍa n useɣti arussin.
kk: Белгісіз сатып алу қатесі.
km: កំហុសក្នុងការទិញដែលមិនស្គាល់។
kn: ಅಜ್ಞಾತ ಖರೀದಿ ದೋಷ.
ko: 알 수 없는 구매 오류입니다.
ku: Xeletiyeke kirînê ya nenas.
ky: Белгисиз сатып алуу катасы.
la: Ignotus emptionis error.
lb: Onbekannten Kaffeeler.
lo: ຂໍ້ຜິດພາດການຊື້ທີ່ບໍ່ຮູ້ຈັກ.
lt: Nežinoma pirkimo klaida.
lv: Nezināma pirkuma kļūda.
mg: Hadisoana tsy fantatra momba ny fividianana.
mi: He hapa hokonga kāore i mōhiotia.
mk: Непозната грешка при купување.
ml: അജ്ഞാത വാങ്ങൽ പിശക്.
mn: Тодорхойгүй худалдан авалтын алдаа.
mr: अज्ञात खरेदी त्रुटी.
ms: Ralat pembelian tidak diketahui.
mt: Żball ta' xerja mhux magħruf.
my: အမည်မသိ ဝယ်ယူမှု အမှား။
nb: Ukjent kjøpsfeil.
ne: अज्ञात खरिद त्रुटि।
nl: Onbekende aankoopfout.
nn: Ukjent kjøpsfeil.
ny: Cholakwika chosadziwika chogula.
om: Dogoggora bittaa hin beekamne.
or: ଅଜଣା କ୍ରୟ ତ୍ରୁଟି।
pa: ਅਣਪਛਾਤੀ ਖਰੀਦ ਗਲਤੀ।
pl: Nieznany błąd zakupu.
ps: ناپیژندل شوې د پیرود تېروتنه.
pt: Erro de compra desconhecido.
pt_br: Erro de compra desconhecido.
qu: Mana riqsisqa rantiy pantay.
rm: Errur da cumpra nunenconuschenta.
ro: Eroare de achiziție necunoscută.
ru: Неизвестная ошибка покупки.
rw: Ikosa ry'igura ritazwi.
sd: نامعلوم خريداري خرابي.
sh: Nepoznata pogreška kupnje.
si: නොදන්නා මිලදී ගැනීමේ දෝෂයකි.
sk: Neznáma chyba nákupu.
sl: Neznana napaka pri nakupu.
sm: O se mea sese i le fa'atauga e le'i iloa.
sn: Chikanganiso chekutenga chisingazivikanwe.
so: Khalad iibsi oo aan la aqoon.
sq: Gabim i panjohur blerjeje.
sr: Непозната грешка при куповини.
st: Phoso e sa tsejoang ea theko.
su: Kasalahan pameseran anu teu dipikanyaho.
sv: Okänt köpfel.
sw: Hitilafu isiyojulikana ya ununuzi.
ta: தெரியாத வாங்குதல் பிழை.
te: తెలియని కొనుగోలు లోపం.
tg: Хатои номаълуми харидорӣ.
th: ข้อผิดพลาดในการซื้อที่ไม่ทราบสาเหตุ
ti: ዘይፍለጥ ናይ ዕድጊት ጌጋ።
tk: Näbelli satyn alma ýalňyşlygy.
tn: Phoso ya theko e e sa itseweng.
to: Ko ha fehālaaki fakatau ʻoku ʻikai ʻiloa.
tr: Bilinmeyen satın alma hatası.
tt: Билгесез сатып алу хатасы.
ug: نامەلۇم سېتىۋېلىش خاتالىقى.
uk: Невідома помилка покупки.
ur: نامعلوم خریداری کی خرابی۔
uz: Noma'lum xarid xatosi.
vi: Lỗi giao dịch mua không xác định.
wa: Aroke di ratchat nén cnoxhou.
xh: Impazamo yothengo engaziwayo.
yi: אומבאַקאַנטע קויפֿונג טעות.
yo: Àṣìṣe ìríra tí a kò mọ̀.
zh: 未知的购买错误。
zh_hk: 未知的購買錯誤。
zu: Iphutha lokuthenga elingaziwa.
